Gets the set of element identifiers for newly created fabrication parts.
  Namespace:   Autodesk.Revit.DB.Fabrication
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public ISet<ElementId> GetConvertedFabricationParts()
  Visual Basic
Public Function GetConvertedFabricationParts As ISet(Of ElementId)
  Visual C++
public:
ISet<ElementId^>^ GetConvertedFabricationParts()
 Remarks
 This set of element identifiers is only available after the  Convert  method has been invoked.
 See Also
  DesignToFabricationConverter Class
  Autodesk.Revit.DB.Fabrication Namespace